[
    {
        "id": 1,
        "title": "Controle joystick sem fio Sony PlayStation DualSense cosmic",
        "img": "https://http2.mlstatic.com/D_NQ_NP_665357-MLA46237938567_062021-O.webp",
        "description": "Este controle combina funções revolucionárias, preservando precisão, conforto e exatidão em cada movimento. Graças à sua ergonomia especialmente projetada para a posição da sua mão, você pode passar horas jogando com total conforto.",
        "price": 419.90
    },
    {
        "id": 2,
        "title": "Mini Teclado Sem Fio E Mouse Wireless Super Compacto",
        "img": "https://http2.mlstatic.com/D_NQ_NP_797728-MLB48937343830_012022-O.webp",
        "description": "Aprecie a liberdade sem fio com esse combo versátil e elegante. O teclado compacto e leve com um alcance de sinal de ate 10 metros, você nunca mais vai se preocupar com fios enrolados, mais ainda com o mouse ambidestro, ergômetro que em caixa em todos os tipos de mãos.",
        "price": 129.90
    },
    {
        "id": 3,
        "title": "Monitor gamer LG UltraWide 29WK600 led 29' branco e preto 100V/240V",
        "img": "https://http2.mlstatic.com/D_NQ_NP_921547-MLA45883799886_052021-O.webp",
        "description": "Este monitor de 29'' lhe dará comodidade para estudar, trabalhar ou assistir a um filme no seu tempo de lazer. Além disso, sua resolução de 2560 x 1080 permite que você desfrute de momentos únicos graças a uma imagem de alta fidelidade.",
        "price": 1399
    },
    {
        "id": 4,
        "title": "Base Suporte Ergonômico P/ Notebook,netbook, Tablet",
        "img": "https://http2.mlstatic.com/D_NQ_NP_931864-MLB47555485446_092021-O.webp",
        "description": "Suporte para notebook de mesa confeccionado em alumínio trabalhado, reforçado com acabamento de primeira linha com qualidade Premium. Possui 6 opções de ajuste e proporciona uma postura ideal para sua coluna. Esse suporte possui uma alta resistência.",
        "price": 25.75
    },
    {
        "id": 5,
        "title": "Cadeira de escritório  Racer 1006 gamer ergonômica",
        "img": "https://i.zst.com.br/thumbs/12/37/10/1122385254.jpg",
        "description": "A escolha de uma cadeira adequada é muito importante para evitar futuras lesões. Com esta cadeira da Pctop você terá o conforto é o bem-estar que precisa ao longo do seu dia. Além disso, você pode colocá-la em qualquer lugar da sua casa ou oficina.",
        "price": 648.50
    },
    {
        "id": 6,
        "title": "Caixa De Som Gamer Led Rgb Subwoofer Pc P2 20w Rms",
        "img": "https://http2.mlstatic.com/D_NQ_NP_782182-MLB49055992432_022022-O.webp",
        "description": "Ouça músicas direto do seu smartphone, PC ou notebook através de um cabo P2. Conecte a qualquer porta USB para ligar. Transporte e amplifique seu som onde quiser. Tamanho do Cabo Aproximadamente 1.2mts",
        "price": 116.99
    },
    {
        "id": 7,
        "title": "Controle joystick sem fio Microsoft Xbox Xbox wireless",
        "img": "https://http2.mlstatic.com/D_NQ_NP_793577-MLA40303797191_012020-O.webp",
        "description": "Controle preciso. Este controle combina funções revolucionárias preservando precisão conforto e exatidão em cada movimento. Graças à sua ergonomia especialmente projetada para a posição da sua mão você pode passar horas jogando com total conforto.",
        "price": 439
    },
    {
        "id": 8,
        "title": "Suporte 2 Monitor Tv Aço A Gás Ajuste Furação Mesa Promoção",
        "img": "https://http2.mlstatic.com/D_NQ_NP_940579-MLB47901853077_102021-O.webp",
        "description": "Serve qualquer monitor/tv com peso mínimo de 2kg e máximo de até ''6kg'' (sem a base de mesa), compatível com padrão de fixação vesa 75x75mm ou 100x100mm. Possui um sistema de braços articulados com pistão a gás, o que possibilita sem esforço.",
        "price": 399.43
    },
    {
        "id": 9,
        "title": "Caneca Preta Programador(a) Dev Com Nome",
        "img": "https://http2.mlstatic.com/D_NQ_NP_769844-MLB46353102428_062021-O.webp",
        "description": "Esta caneca é toda preta. Deve ser lavada sempre com a parte macia da esponja para que não arranhe (evitar colocar em lava-louças). Capacidade de 325ml. Altura da caneca: 9.7cm. Pode ir no microondas. Esperamos que goste da caneca!",
        "price": 44.98
    },
    {
        "id": 10,
        "title": "Camiseta Node Js Programador Javascript Server Side",
        "img": "https://cdn.awsli.com.br/300x300/608/608801/produto/156535859/268664d12d.jpg",
        "description": "Camiseta 100% Algodão Magic, manga curta e gola redonda (costura reforçada). Estampa de toque macio e alta qualidade de impressão Pandesivo, o melhor custo benefício da plataforma.",
        "price": 57.99
    },
    {
        "id": 11,
        "title": "Sades Headset Octopus Plus Usb Potente Vibração Pc Ps4 Ps5",
        "img": "https://cdn.awsli.com.br/310x374/584/584136/produto/24957736/7d5e96f36d.jpg",
        "description": "Octopus Plus é um lançamento super atualizado da Sades com plug USB e potente função vibração! OCTOPUS permite que você sinta as vibrações – e isso melhora muito seu senso auditivo e torna sua jogabilidade muito mais imersiva.",
        "price": 260.10
    },
    {
        "id": 12,
        "title": "Hd Seagate Externo 2tb Discos Rígidos Portáteis Hdd",
        "img": "https://http2.mlstatic.com/D_NQ_NP_786890-CBT54052565163_022023-O.webp",
        "description": "A Seagate, uma referência no mercado de unidades de armazenamento é responsável por fornecer os melhores produtos aos seus clientes. Seu controle de qualidade somado ao seu compromisso com a produção sustentável e responsável com o meio ambiente.",
        "price": 213.47
    },
    {
        "id": 13,
        "title": "Bolsa Transversal Carteiro Pasta Para Notebook Resistente",
        "img": "https://http2.mlstatic.com/D_NQ_NP_898139-MLB44725281442_012021-O.webp",
        "description": "Pasta Bolsa Tipo Tiracolo Mensageiro de lona com acabamento em couro e com vários compartimentos internos e externos. Produto confeccionado com lona de alto padrão resistente e com fino acabamento em cada detalhe. Possui compartimento interno.",
        "price": 229.90
    },
    {
        "id": 14,
        "title": "Mochila Masculina Executiva Pasta Notebook 15.6 Couro Top",
        "img": "https://a-static.mlcdn.com.br/1500x1500/mochila-para-notebook-15-6-antifurto-masculina-viccina/viccinamalasmochilas/0130424022/f4874e945f6094b5e835637cee70902b.jpeg",
        "description": "Precisando de uma mochila executiva linda e com design exclusivo? Esse modelo de mochila executiva é confeccionado com material Premium e possui um acabamento de primeira linha, com detalhes refinados. Esse modelo possui compartimento separado para notebook.",
        "price": 208.39
    },
    {
        "id": 15,
        "title": "Impressora a cor multifuncional Epson EcoTank L4260 com wifi preta 220V - 240V",
        "img": "https://http2.mlstatic.com/D_NQ_NP_991312-MLA48318940064_112021-O.webp",
        "description": "A Epson procura que seus clientes obtenham o máximo proveito de seus produtos. Por isso, fornece soluções de impressão com uma ampla gama de dispositivos que cobrem todos os usos e as necessidades, tanto em casa como no trabalho.",
        "price": 1658.12
    }
]